app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Mat"], ["last_name", "K"], ["created_at", "2020-08-11 05:36:37.296888"], ["updated_at", "2020-08-11 05:36:37.296888"]]
---
def create
  @student=Student.create(first_name:params[:student][:first_name],last_name:params[:student][:last_name])